# SpaceInfiltrationAirflow Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..SpaceInfiltrationAirflow Property
ParameterTypeId Class See Also
---
"Infiltration Airflow"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId SpaceInfiltrationAirflow { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property SpaceInfiltrationAirflow As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ SpaceInfiltrationAirflow {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace